Repository: NoopikxD/PromtTest
Catalog: CorpusSearch/CorpusSearch/en-ru.tmx
Source language: en
Languages: ru

source: ln ten thousand years I haven' t laughed so much!
ru: Я никогда так не смеялся!

source: Let' s stuff someone else into a jar!
ru: Давай еще кого- нибудь посадим в горшок!

source: We' ve other things to do.
ru: Есть другое дело.

source: Go away!
ru: Уходи!

source: Because when I wake up and you' re not here, it will be so painful.
ru: Потому что когда я проснусь и тебя не окажется, это будет так печально.

source: Let this dream go on and on...
ru: Пусть этот сон будет и будет...

source: I don' t want to wake up.
ru: Только бы не проснуться.

source: It' s no dream.
ru: Это не сон.

source: I simply have a Genie friend.
ru: Просто у меня есть один знакомый джин.

source: Don' t you believe me?
ru: Не веришь?

source: Rub this.
ru: Потри.

source: Then it wasn' t a dream, but pure and simple magic?
ru: Значит, это не сон, а просто волшебство?

source: - You can do anything?
ru: - Ты можешь все?

source: - That' s right!
ru: - Все!

source: You must swear it.
ru: Поклянись.

source: It' s you women who need to swear, but we Genies always speak the truth.
ru: Это у вас, женщин, клятвы, а у нас, джинов, каждое слово - правда.

source: Well, then, bring me a peach.
ru: Тогда принеси мне персик!

source: So it was real!
ru: Значит, это не сон!

source: I was not dreaming at all.
ru: Значит, все было!

source: They have deceived me!
ru: Они меня обманули!

source: - What' s all this for?
ru: - Зачем это все?

source: - The wedding!
ru: - Свадьба!

source: - Whose wedding?
ru: - Чья свадьба?

source: - Ours.
ru: - Наша.

source: Don' t interefere.
ru: Не мешай.

source: - Salam.
ru: - Ассалам алейкум.

source: What is all this?
ru: Откуда это все?

source: - What does it mean?
ru: - Что это значит?

source: - It means you' re sleeping.
ru: - Это значит, что ты спишь.

source: - What d' you mean, I' m sleeping?
ru: - То есть, как я сплю?

source: - They are sleeping, too.
ru: - И они тоже спят!

source: And I' m too.
ru: И я!

source: We' re all sleeping and seeing a dream.
ru: Все мы спим и снимся друг другу.

source: Now we' il have a wedding!
ru: Сейчас будет свадьба!

source: Here' s my fiance!
ru: А вот мой жених!

source: You' re in prison, aren' t you?
ru: Ты же в темнице!

source: Now you see it' s just a dream!
ru: Теперь ты сам понял, что это сон!

source: Don' t try to confuse us.
ru: Не путай нас.

source: What says the Vizier?
ru: Что скажет везирь?

source: - Let the Wiseman speak first.
ru: - Пусть сначала наимудрейший.

source: - What says the Wiseman?
ru: - Что скажет наимудрейший?

source: The realization of knowledge is a sign of ignorance, and...
ru: Сознание знания есть признак незнания, а сознание незнания...

source: - But why me?
ru: - А почему я?!

source: - And why me rather than you?
ru: - А почему я?

source: A goat!
ru: коза!

source: Yes, a goat!
ru: Да, коза!

source: It is my goat!
ru: Это моя коза!

source: - Don' t be afraid.
ru: - Не бойся!

source: It' s a dream.
ru: Это сон.

source: - Let me explain it.
ru: - Дай я ему объясню.

source: Don' t be scared!
ru: Да не бойся ты!

source: Everything' s possible here!
ru: Здесь можно все!

source: We' re just dreaming.
ru: Мы друг другу снимся.

source: You understand?
ru: Понял?

source: He doesn' t!
ru: Не понял!

source: I' m pushing you.
ru: Я тебя толкаю.

source: Now you push me!
ru: А теперь ты меня толкни!

source: That' s right!
ru: Так хорошо!

source: Be seated, honored guests.
ru: Садитесь, дорогие гости.

source: After all, it' s a wedding!
ru: Свадьба так свадьба!

source: Look at him.
ru: Погляди на него.

source: Where' s he now? ln prison.
ru: В темнице.

source: Oh, when we wake up, have him executed too.
ru: Ему отрубят голову. кстати, когда проснемся, этому тоже отрубите.

source: And what is he now?
ru: А сейчас он что?

source: A bridegroom at his wedding.
ru: Жених на свадьбе!

source: He is happy!
ru: И ему хорошо!

source: And we are happy!
ru: И нам всем хорошо.

source: lsn' t it swell to have a wedding!
ru: Ух, хорошо на свадьбе!

source: When I married your father, it was not in a dream.
ru: когда у меня с твоим отцом была свадьба, это было не во сне.

source: - Give the lamp back.
ru: - Отдай лампу.

source: - No, I won' t.
ru: - Не отдам.

source: - I don' t want it this way.
ru: - Я не хочу так.

source: Give it.
ru: Отдай!

source: - And I like it this way.
ru: - А я хочу.

source: Don' t quarrel.
ru: Не ссорьтесь.

source: I' il give you a spinning wheel.
ru: Я подарю тебе прялку.

source: - And what is that?
ru: - А что это такое?

source: - You will like it.
ru: - Тебе понравится.

source: No mercy for me, and no forgiveness, my dear nephew!
ru: Нет мне пощады и прощения, возлюбленный племянник мой!

source: Kill me as you would kill a mad dog.
ru: Убей меня, как ядовитого пса.

source: Or I shall kill myself and take the sin on my soul!
ru: Тогда я сам убью себя и Аллах меня покарает!

source: - What' s stopping you?
ru: - Что же ты медлишь?

source: - To the count of three.
ru: - Считаю до трех.

source: We' d better awaken.
ru: Это плохой сон, надо проснуться.

source: Two and a half.
ru: Два с половиной.

source: Aladdin, don' t spoil the wedding!
ru: Аладдин, не омрачай свадьбу!

source: Two and a quarter!
ru: Два с четвертью!

source: I forgive you.
ru: Ладно, прощаю.

source: Why does no one glorify us?
ru: Почему нас не восхваляют?

source: Oh incomparable Sultan, whose brightness is eclipsing moon and sun and fiery meteors, and all the world' s emperors!
ru: О, несравненный султан, затмевающий блеском солнце и все светила и всех владык мира!

source: This pleases us.
ru: Это нам нравится.

source: I shall go milk the goat.
ru: Я пошла доить козу.

source: - No, I will not!
ru: - Не отдам.

source: - Give it back!
ru: - Отдай!

source: - No, I won' t!
ru: - Не отдам!

source: Will you give it back?
ru: Отдашь?

source: I want our wedding to be real and not a dream.
ru: Я хочу, чтобы наша свадьба была на самом деле, а не во сне.

source: It is real.
ru: Она и есть на самом деле.

source: lf you don' t give it, I' m going!
ru: Уйду!

source: Then you don' t love me.
ru: Уходи!

source: And take your lamp, too!
ru: И забирай свою лампу!

source: - We call you.
ru: - Выходи.

source: - I won' t come!
ru: - Не выйду!

source: - Come out!
ru: - Выходи!

source: - What are you supposed to say?
ru: - Что надо сказать?

source: - I hear and obey.
ru: - Слушаю и повинуюсь. - кто ты такой?

source: - I' m the lamp' s slave.
ru: - Я раб лампы.

source: - Repeat it.
ru: - Повтори.

source: Louder!
ru: Громче!

source: I can' t hear you!
ru: Не слышу!

source: I' m the lamp' s slave!
ru: Я раб лампы!

source: The wedding is going on.
ru: Теперь свадьба продолжается.

source: I' m the bridegroom!
ru: Жених - я!

source: Sultan.
ru: Султан.

source: A miracle' s happened!
ru: Великое чудо!

source: Long live the new Sultan Al Salam Kerim!
ru: Слава новому султану Аль- Саляму Алейкириму!

source: A sultan the world has not yet beheld.
ru: Поистине таких не видел мир.

source: The wisest of all sultans!
ru: Самый мудрый султан из всех султанов.

source: The wisest.
ru: Самый мудрый.

source: I ask your forgiveness.
ru: Великодушно прости.

source: But I have to kill you.
ru: Но я должен тебя убить.

source: Go ahead, kill me!
ru: Убей.

source: I' m your friend, but I' m the lamp' s slave!
ru: Я твой друг, но я раб лампы!

source: Yes, of course.
ru: Да, конечно.

source: I' m the lamp' s slave, but I' m your friend!
ru: Я раб лампы, но я твой друг!

source: A slave or a friend?
ru: Так раб или друг?.

source: Get in this jug.
ru: Полезай в кувшин.

source: - You' il live in the jug.
ru: - Будешь жить в кувшине.

source: - No Genie ever lived in a jug.
ru: - Но джины не живут в кувшинах.

source: - You' il be the first then.
ru: - Ты будешь первый.

source: Rub me.
ru: Потри меня.

source: I dreamed I was a Sultan.
ru: Мне приснилось, что я был султаном.

source: Don' t get distracted.
ru: Не отвлекайся.

source: Come out!
ru: Выходи!

source: I dreamed I milked a goat.
ru: Мне приснилось, что я доил козу.

source: like the constellation of the Lion among ordinary lions, shines the name of our great...
ru: И как звезда, и как созвездие Льва среди простых львов сверкает имя нашего великого...

source: Traitor!
ru: Изменник!

source: Our daughter Boudour!
ru: Дочь наша Будур!

source: Won' t you come in?
ru: Заходите.

source: All is quiet in Bagdad.
ru: В Багдаде все спокойно.

source: All is quiet in Bagdad, all is quiet, quiet,
ru: В Багдаде все спокойно, спокойно, спокойно,

source: All is quiet in Bagdad, all is quiet, quiet...
ru: В Багдаде все спокойно, спокойно, спокойно...

source: For children up to 16 years old...
ru: Детям до шестнадцати лет...

source: I' ve got an appointment with Mr. Ullman.
ru: Мне назначена встреча с мистером Ульманом.

source: My name is Jack Torrance.
ru: Меня зовут Джек Торрэнс.

source: His office is the first door on the left.
ru: Первая дверь налево - там его офис.

source: Mr. Ullman?
ru: Мистер У льман?

source: I' m Jack Torrance.
ru: Я - Джек Торрэнс.

source: Come on in, Jack.
ru: Заходите, Джек.

source: - Very nice to meet you.
ru: - Очень рад познакомиться с вами.

source: - Nice to meet you.
ru: - Рад познакомиться.

source: This is my secretary, Susie.
ru: Это моя секретарша, Сьюзи.

source: - Susie, how do you do?
ru: - Как поживаете, Сьюзи?

source: - Any trouble finding us?
ru: - Трудно было отыскать нас?

source: No problem at all.
ru: Ничуть.

source: I made the trip in 3 1 / 2 hours.
ru: Я добрался сюда за 3 с половиной часа.

source: That' s very good time.
ru: Это очень быстро.

source: Sit down a minute, Jack.
ru: Присядьте на минутку, Джек.

source: Just make yourself at home.
ru: И чувствуйте себя, как дома.

source: Like some coffee?
ru: Хотите кофе?

source: lf you' re having some, I wouldn' t mind.
ru: Если есть, то не откажусь.

source: - Susie.
ru: - Сьюзи.

source: - Sure.
ru: - Конечно.

source: And ask Bill Watson to join us.
ru: И позовите к нам Билла Ватсона.

source: Yes, I will.
ru: Да, сейчас.

source: Do you really want to go and live in that hotel for the winter?
ru: Ты, правда, хочешь поехать туда и прожить всю зиму в отеле?

source: Sure I do.
ru: Конечно, хочу.

source: It' il be lots of fun.
ru: Там будет очень весело.

source: What about Tony?
ru: Я понимаю.

source: He' s looking forward to the hotel, I bet.
ru: Всегда нужно время, чтобы найти новых друзей.

source: No, I aín 't, Mrs. Torrance.
ru: Да, наверно.

source: Now, come on, Tony.
ru: А Тони?

source: I just don 't.
ru: Могу поспорить, ему очень хочется в отель.

source: Bill, I' d like you to meet Jack Torrance.
ru: Нет, не хочется, миссис Торрэнс.

source: - Pleasure to meet you.
ru: Ну, перестань, Тони.

source: Grab a chair, Bill.
ru: Не глупи.

source: What line of work are you in now?
ru: Почему же ты не хочешь ехать?

source: I' m looking for a change.
ru: Я просто не хочу.

source: I was about to explain...... that our season here runs from May 1 5th to October 30th.
ru: Там, в Денвере, вам дали хотя бы некоторое представление о том...... в чём заключается эта работа?

source: Then we close down completely until the following May.
ru: Только в самых общих чертах.

source: It would be.
ru: Здесь бывают невероятно суровые зимы.

source: It gets 20 feet of snow during the winter.
ru: Главное - это не допустить дорогостоящих повреждений...... и износа оборудования, а такое может случиться.

source: When the place was built in 1 907...... there was very little interest in winter sports.
ru: В основном, надо регулировать паровой котёл...... обогревать различные помещения отеля по графику на каждый день...... сразу устранять повреждения...... и ремонтировать оборудование, чтобы ничего не вышло из строя.

source: This site was chosen for its seclusion and scenic beauty.
ru: Меня это вполне устраивает.

source: Did they give you any idea in Denver...... about what the job entails?
ru: Физически, это не слишком тяжёлый труд.

source: This consists mainly of running the boiler...... heating different parts of the hotel on a daily rotating basis...... repairing damage as it occurs...... and doing repairs so the elements can' t get a foothold.
ru: Единственное, что может стать довольно тягостным здесь зимой...... так это гнетущее ощущение изолированности.

source: That sounds fine to me.
ru: Это как раз именно то, что мне нужно.

source: Physically, it' s not a very demanding job.
ru: У меня складывается замысел новой книги.

source: The only thing that can get a bit trying here during the winter...... is a tremendous sense of isolation.
ru: Пять месяцев тишины и покоя, вот то, что мне нужно.

source: That' s very good, Jack.
ru: Это очень хорошо, Джек.

source: Because, for some people...... solitude...... and isolation...... can, of itself, become a problem.
ru: Потому что для некоторых людей...... одиночество...... и оторванность от мира...... могут, вдруг, стать проблемой.

source: Not for me.
ru: Не для меня.

source: How about your wife and son?
ru: А ваша жена и сын?

source: Do you think they' il take to it?
ru: Думаете, они здесь освоятся?

source: They' il love it.
ru: Отлично.

source: Before I turn you over to Bill...... there' s one other thing I think we should talk about.
ru: Прежде чем я поручу вас Биллу...... есть ещё кое- что, о чём, я думаю, нам надо поговорить.

source: Not to sound melodramatic...... but it' s been known to give a few people...... second thoughts about the job.
ru: Не хочу драматизировать...... но известно, что этот факт заставил кое- кого...... передумать насчёт этой работы.

source: I' m intrigued.
ru: Я заинтригован.

source: I don' t suppose they said anything in Denver...... about the tragedy we had up here during the winter of 1 970.
ru: Не думаю, что в Денвере хотя бы упоминали...... о той трагедии, что у нас здесь произошла зимой 1970- го года.

source: I don' t believe they did.
ru: Не припоминаю такого.

source: My predecessor in this job...... hired a man named Charles Grady as the winter caretaker.
ru: Мой предшественник нанял...... в качестве смотрителя на зиму мужчину по имени Чарльз Грэди.

source: He came up with his wife and 2 little girls of about 8 and 1 0.
ru: Он приехал сюда с женой и двумя дочками 8- ми и 10- ти лет.

source: He had a good employment record, good references.
ru: У него были хорошие рекомендации и хороший послужной список.

source: And from what I' ve been told, he seemed...... like a completely normal individual.
ru: И судя по всему, что говорили мне о нём, он был...... абсолютно нормальным человеком.

source: But at some point during the winter...... he must have suffered some kind of a complete mental breakdown.
ru: Но в какой- то момент в течение зимы у него...... по всей видимости, произошло полное умственное расстройство.

source: He ran amuck...
ru: Он взбесился...

source: ... and killed his family with an ax.
ru: ... и перебил всю свою семью топором.

source: Stacked them neatly in a room in the west wing, and then...... he put both barrels of his shotgun in his mouth.
ru: Аккуратно сложил тела в комнате в западном крыле, а потом...... сунул оба ствола своего дробовика себе в рот.

source: The police thought...... that it was what the old- timers used to call cabin fever.
ru: По мнению полиции, произошло то...... что старики называют "буйством в клетке".

source: A kind of claustrophobic reaction which can occur...... when people are shut in together over long periods of time.
ru: Реакция на замкнутое пространство, которая может...... возникнуть, если люди заперты где- то вместе и надолго.

source: That is...... quite a story.
ru: Ничего себе...... история.

source: It' s still hard for me to believe it actually happened here.
ru: Мне всё- таки трудно поверить, что такое могло произойти здесь.

source: But it did.
ru: Но это так.

source: I think you can appreciate why I wanted to tell you about it.
ru: Я думаю, вы понимаете, почему я хотел рассказать вам об этом.

source: I certainly can.
ru: Конечно, я понимаю.

source: I also understand why your people in Denver...... left it for you to tell me.
ru: А ещё мне понятно, почему ваши люди в Денвере предпочли, чтобы...... об этом рассказывали мне вы.

source: Obviously, some people can be put off...... from staying in a place where something like that happened.
ru: Разумеется, некоторые люди могут просто не пожелать...... поселиться в таком месте, где произошло нечто подобное.

source: You can rest assured that' s not going to happen with me.
ru: Будьте уверены, что со мной ничего подобного не случится.

source: And as far as my wife is concerned...... l' m sure she' il be absolutely fascinated when I tell her.
ru: А что касается моей жены, я уверен, что...... когда я ей расскажу, эта история ей очень понравится.

source: She' s a confirmed ghost story...... and horror film addict.
ru: Она обожает истории о призраках...... и фильмы ужасов.

source: Tony, do you think Dad' il get the job?
ru: Тони, как думаешь, папа получит эту работу?

source: He already díd.
ru: Он её уже получил.

source: He' s goíng to phone Wendy up ín a few mínutes to tell her.
ru: Через несколько минут он позвонит Венди и скажет об этом.

source: - Hi, babe.
ru: - Привет, малышка.

source: - Hí, hon.
ru: - Привет, милый.

source: How' s ít goíng?
ru: Как дела?

source: I' m at the hotel and I still have a lot to do.
ru: Я в отеле, и у меня тут ещё много дел.

source: I don' t think I can get home before 9 or 1 0.
ru: Не думаю, что я буду дома раньше 9 или 10.

source: Sounds like you got the job.
ru: Похоже, ты получил работу.

source: It' s a beautiful place.
ru: Это прекрасное место.

source: You and Danny are going to love it.
ru: Вам с Дэнни здесь понравится.

source: You do too know.
ru: Тони, почему ты не хочешь ехать в отель?

source: I don 't want to.
ru: Я не знаю.

source: Now, hold your eyes still so I can see.
ru: Ты тоже всё знаешь.

source: Do you remember when you were brushing your teeth?
ru: Ну, давай, скажи мне.

source: Talking to Tony.
ru: Я не хочу.

source: Is Tony one of your animals?
ru: Пожалуйста.

source: If you were to open your mouth now, could I see Tony?
ru: Тони, скажи мне.

source: Because he hides.
ru: ДЕНЬ ЗАКРЫТИЯ

source: Does Tony ever tell you to do things?
ru: Мы, должно быть, уже высоко.

source: That' s fine.
ru: Здесь совсем другой воздух.

source: Do I have to?
ru: Папа?

source: I' d like you to.
ru: Я голоден.

source: We' re going in the other room for a few minutes and talk.
ru: Надо было кушать за завтраком.

source: I' il come back and check on you.
ru: Мы найдём тебе что- нибудь, как только доберёмся до отеля.

source: - Shall we go into the living room?
ru: Хорошо, мама.

source: Mrs. Torrance, I don' t think you have anything to worry about.
ru: Это не где- то здесь караван Доннера застрял в снегу?

source: IKids can scare you to death.
ru: Думаю, это случилось западнее, в горах.

source: But believe me, these episodes are not at all uncommon.
ru: Что это за караван Доннера?

source: Most of the time, these episodes with kids are never explained.
ru: Была такая группа переселенцев во времена крытых фургонов.

source: They' re brought on by emotional factors and rarely occur again.
ru: Однажды зимой их завалило снегом в горах.

source: Have you been in Boulder long?
ru: Им пришлось заниматься каннибализмом, чтобы выжить.

source: We' re from Vermont.
ru: Они поедали друг друга?

source: Tony.
ru: Им пришлось, чтобы уцелеть.

source: Let' s see....
ru: Джек.

source: He didn' t like it too much at first.
ru: Не беспокойся, мама.

source: Then he had an injury, so we kept him out for a while and....
ru: Я всё знаю про каннибализм.

source: I guess that' s about when I first noticed he was talking to Tony.
ru: Я видел это по телевизору.

source: What sort of injury did he have?
ru: Видишь, всё в порядке.

source: How did he manage to do that?
ru: Он видел это по телевизору.

source: Purely an accident.
ru: - Во сколько отлетает самолёт?

source: So he wasn' t exactly in the greatest mood that night.
ru: - В восемь тридцать.

source: And Danny had scattered some of his school papers all over the room...... and my husband grabbed his arm to pull him away from them.
ru: Значит, у нас ещё полно времени, чтобы всё проверить.

source: Wasn' t it around here that the Donner party got snowbound?
ru: - До свидания, мистер У льман.

source: Jack.
ru: - Пока.

source: Don' t worry, Mom.
ru: Доброе утро.

source: See, it' s okay.
ru: Надеюсь, вы ждёте не слишком долго.

source: - Bye.
ru: У нас было время, чтобы перекусить.

source: We had time to grab a bite to eat.
ru: Рад, что вы успели, пока они ещё не закрыли кухню.

source: Glad you made it before they shut down the kitchen.
ru: Ваша семья пошла осматриваться?

source: No, my son' s discovered the games room.
ru: Нет, мой сын обнаружил игротеку.

source: - Has your luggage been brought in?
ru: - Ваш багаж уже занесли?

source: - Right there.
ru: - Вон он.

source: ln view of all we have to cover today...... l suggest we have a quick look at your apartment and get started.
ru: Учитывая, сколько нам предстоит сделать сегодня...... предлагаю быстро осмотреть вашу квартиру, и займёмся делами.

source: Have the Torrances' things brought to their apartment.
ru: Пусть вещи Торрэнсов отнесут в их квартиру.

source: This is our Colorado Lounge.
ru: Я лучше сперва соберу семейство.

source: It sure is.
ru: Это наша гостиная "Колорадо".

source: Are all these lndian designs authentic?
ru: Она великолепна.

source: They' re really gorgeous.
ru: Боже мой!

source: As a matter of fact...... this is probably the most gorgeous hotel I' ve ever seen.
ru: Здесь восхитительно, не так ли, милый?

source: All the best people.
ru: Ну, конечно.

source: This is the staff wing of the hotel.
ru: В этом крыле проживает персонал отеля.

source: None of the other bedrooms are heated during the winter.
ru: Зимой никакие другие спальни не отапливаются.

source: And here are your quarters.
ru: - До свидания, мистер У льман.

source: Living room, bedroom, bathroom.
ru: - До свидания, девочки.

source: Perfect for a child.
ru: А вот и ваша квартира.

source: If you feel like spreading out...... you have the rest of the hotel to move around in.
ru: Гостиная, спальня, ванная.

source: This is our famous hedge maze.
ru: И спальня для вашего сына.

source: The walls are 1 3 feet high...... and the hedge is as old as the hotel itself.
ru: То, что нужно для ребёнка.

source: A lot of fun, but I wouldn' t want to go in there...... unless I had an hour to spare to find my way out.
ru: Когда был построен "Овалук"?

source: When was the Overlook built?
ru: Строить начали в 1907- м.

source: Construction started in 1 907.
ru: Закончили в 1909- м.

source: The site' s supposed to be on an lndian burial ground.
ru: Предположительно, строили на месте индейского кладбища.

source: They actually had to repel...... a few lndian attacks as they were building it.
ru: Пока они строили, приходилось отражать нападения индейцев.

source: Can you both drive a car?
ru: Это наш снегоход.

source: Basically the Snowcat operates very much like a car.
ru: Вы оба умеете водить машину?

source: Pink and gold are my favorite colors.
ru: Вот и отлично.

source: We don' t drink.
ru: В сущности, он ездит почти, как обычная машина.

source: Dick, come on over and say hello to Mr. and Mrs. Torrance.
ru: Вам недолго придётся его осваивать.

source: Glad to meet you.
ru: Это кухня, да?

source: That' s just great.
ru: Она самая.

source: How do you folks like our hotel so far?
ru: Как она тебе, Дэнни?

source: I found him outside looking for you.
ru: Достаточно велика для тебя?

source: Come on over here.
ru: Такую большую вижу в первый раз.

source: See you later, hon.
ru: Всё это помещение - такой огромный лабиринт.
